/* NSExecutableNotLoadableError */
"BundleErr3584" = "Pakken “%@” kunne ikke indlæses, fordi dens programarkiv ikke kan indlæses.";

/* NSExecutableNotLoadableError */
"BundleErr3584-C" = "Pakkens programarkiv kan ikke indlæses.";

/* NSExecutableNotLoadableError */
"BundleErr3584-R" = "Prøv at geninstallere pakken.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585" = "Pakken “%@” kunne ikke indlæses, fordi den ikke indeholder en version til den aktuelle arkitektur.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585-C" = "Pakken indeholder ikke en version til den aktuelle arkitektur.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585-R" = "Prøv at installere en Universal-version af pakken.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586" = "Pakken “%@” kunne ikke indlæses, fordi den ikke er kompatibel med det aktuelle program.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586-C" = "Pakken er ikke kompatibel med dette program.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586-R" = "Prøv at installere en nyere version af pakken.";

/* NSExecutableLoadError */
"BundleErr3587" = "Pakken “%@” kunne ikke indlæses, fordi den er beskadiget eller mangler nødvendige ressourcer.";

/* NSExecutableLoadError */
"BundleErr3587-C" = "Pakken er beskadiget eller mangler nødvendige ressourcer.";

/* NSExecutableLoadError */
"BundleErr3587-R" = "Prøv at geninstallere pakken.";

/* NSExecutableLinkError */
"BundleErr3588" = "Pakken “%@” kunne ikke indlæses.";

/* NSExecutableLinkError */
"BundleErr3588-C" = "Pakken kunne ikke indlæses.";

/* NSExecutableLinkError */
"BundleErr3588-R" = "Prøv at geninstallere pakken.";

/* NSFileNoSuchFileError */
"BundleErr4" = "Pakken “%@” kunne ikke indlæses, fordi dens programarkiv ikke blev fundet.";

/* NSFileNoSuchFileError */
"BundleErr4-C" = "Pakkens programarkiv blev ikke fundet.";

/* NSFileNoSuchFileError */
"BundleErr4-R" = "Prøv at geninstallere pakken.";

/* Name of the 'Cocoa' error domain when showing to user. Very likely this will not get localized. */
"NSCocoaErrorDomain" = "Cocoa";

/* Name of the 'Core Foundation' error domain when showing to user. Very likely this will not get localized differently in other languages. */
"NSCoreFoundationErrorDomain" = "Core Foundation";

/* Name of the 'Mach' error domain when showing to user. This probably will not get localized, unless there is a generally recognized phrase for 'Mach' in the language. */
"NSMachErrorDomain" = "Mach";

/* Name of the 'OSStatus' error domain when showing to user. Very likely this will not get localized. */
"NSOSStatusErrorDomain" = "OSStatus";

/* Name of the 'POSIX' error domain when showing to user. This probably will not get localized, unless there is a generally recognized phrase for 'POSIX' in the language. */
"NSPOSIXErrorDomain" = "POSIX";

/* A generic error string indicating there was a problem. The %@ will be replaced by a second sentence which indicates why the operation failed. */
"The operation couldn\\U2019t be completed. %@" = "Handlingen kunne ikke udføres. %@";

/* A generic error string indicating there was a problem, followed by a parenthetical sentence which indicates error domain, code, and a description when there is no other way to present an error to the user. The first %@ indicates the error domain, %ld indicates the error code, and the second %@ indicates the description; so this might become '(Mach error 42 - Server error.)' for instance. */
"The operation couldn\\U2019t be completed. (%@ error %ld - %@)" = "Handlingen kunne ikke udføres. (%1$@ fejl %2$ld - %3$@)";

/* A generic error string indicating there was a problem, followed by a parenthetical sentence which indicates error domain and code when there is no other way to present an error to the user. The %@ indicates the error domain while %ld indicates the error code; so this might become '(Mach error 42.)' for instance. */
"The operation couldn\\U2019t be completed. (%@ error %ld.)" = "Handlingen kunne ikke udføres. (%1$@ fejl %2$ld.)";

